Revit 2027 API
ParameterTypeId.RebarElemQuantityOfBars Property
 "Quantity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarElemQuantityOfBars { get; }
Public Shared ReadOnly Property RebarElemQuantityOfBars As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarElemQuantityOfBars {
	ForgeTypeId^ get ();
}
static member RebarElemQuantityOfBars : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace